{
    "Titan’s Atmospheric Composition": "95% Nitrogen, 5% Methane",
    "What is the liquid on Titan?": "Liquid Hydrocarbons, like Methane and Ethane",
    "When will Dragonfly land on Titan?": "2034",
    "Titan’s Surface Pressure (atm)": "1.5 atm",
    "Chemical Formula for Methane": "CH4",
    "Chemical Formula for Ethane": "C2H6",
    "Describe Titan’s Orbit (properties).": "16 days, synchronous",
    "The temperature of Titan’s Surface": "-179 C (-290 F)",
    "What does water a role in Titan": "Water ice plays the role of rock in the crust.",
    "What could be the materials coming from volcanoes on Titan": "Could have volcanoes with liquid water instead of “lava”",
    "What type of material would Titan’s features be likely made out of?": "Hydrocarbon features that sculpt its surface, similar to water features",
    "What do Visible Craters on Titan Suggest?": "They suggest that the surface is relatively new and some processes erase evidence of craters like on earth",
    "What are the dunes on Titan made up of?": "Made up of dark hydrocarbon grains.",
    "How do methane and nitrogen molecules interact with the Sun’s UV rays?": "The methane and nitrogen molecules can be split by the Sun’s UV rays and high-energy particles that are accelerated in Saturn’s magnetic field; These pieces of molecules can recombine to form a variety of organic chemicals (substances that have carbon and nitrogen) which are important for life on earth.",
    "What do the organic compounds in Titan’s atmosphere create (2 things)?": "Some can create a smog that is thick and orange which makes the moon’s surface hard to see from space., Some of the heavy compounds settle on the moon’s surface to become “sand” in Titan’s dunes.",
    "What does ammonia allow on Titan?": "Ammonia allows some water to remain liquid down to -97, a “eutectic” condition.",
    "What is the source of Titan’s methane (and why must there be one)?": "The source of Titan’s methane is still a mystery since sunlight continuously breaks it down, but some source must be replenishing it or it would all be depleted., It could originate from cryovolcanism that releases chilled water but scientists are not sure.",
    "Where could Titan have life?": "Titan might harbor life in its subsurface ocean that is 35-50 miles below the icy surface., Titan’s rivers could also have life that would be different from Earth’s life.",
    "Why is Titan explored?": "There is no evidence that Titan has life but its complex chemistry and unique environment make it a destination for continued exploration/research.",
    "What are the orange areas on Titan (and what is it made up of)?": "The orange areas are thought to be evaporite -- the Titan equivalent of salts on Earth., The evaporite is thought to be an organic chemical originally from Titan's haze particles that once dissolved in liquid methane.",
    "What 2 liquids could have life on Titan?": "Subsurface water beneath its icy crust could harbor life, and its seas of hydrocarbons could harbor a different form of life.",
    "Europa Composition": "Icy crust, sea, rocky core, and mantle similar to Earth",
    "Europa Ocean": "Made up of water and multiple salts",
    "Which spacecraft help provide evidence that Europa may have water?": "Both of the voyagers",
    "What are scientists sure about that is beneath Europa’s crust": "Very certain that there is a salty-water ocean underneath its ice surface.",
    "Why is Europa promising to have life?": "Europa could have all 3 things needed for life and its ocean has been around since the beginning of the solar system which is long enough for life to begin/evolve",
    "3 things needed for life": "Liquid water, an energy source, and organic compounds to use as the building blocks for biological processes.",
    "Europa Ice Shell and Ocean Sizes?": "10-15 miles, 40-100 miles wide",
    "What is ejecting water on Europa (and how high)?": "Observations suggest that thin ice plumes eject water 100 miles above its surface.",
    "What compound has been detected above Europa?": "NASA detected water vapor",
    "What could the plumes on Europa be connected to (and how does this benefit us)?": "The plumes could be connected to the Ocean, meaning that a spacecraft passing through the plumes could analyze the ocean itself.",
    "Where could extremophiles be found on Europa?": "Extremophiles could be near subterranean volcanoes/deep-sea vents and other extreme environments similar to those on Earth.",
    "If life was found on Europa what would it suggest?": "Suggest that life would be possible throughout the universe.",
    "How does Tidal Heating happen on Europa?": "Because of a resonance, Europa has an elliptical orbit which causes it to have tides., These tides can stretch/relax the moon, creating tidal heating that can fuel volcanic/hydrothermal activity.",
    "What is crisscrossed on Europa’s surface": "Europa’s surface is crisscrossed with long/linear fractures",
    "What is the cause of the fractures on Europa’s surface": "Might be by fracturing and the eruption of gasses and rocky material.",
    "Describe the patches found on Europa": "Europa also has reddish-brown patches",
    "What are the reddish-brown patches on Europa made up of and how were they formed?": "They are likely made up of salts and sulfur compounds that have been mixed with the water/ice and have been modified by radiation.",
    "What surface feature of Europa suggests frozen water underneath its surface?": "The Plains of Europa",
    "What surface features of Europa suggest volcanic activity?": "Ridges",
    "Why are the cycloids on Europa formed?": "Cycloids are formed as tensile cracks responding to the tide of Europa., When the tensile strength of ice is reached, a crack begins to form perpendicular to the local direction of the stress. Might also be H2O2.",
    "Enceladus Ocean Composition?": "Similar to Europa, Made from sodium and water",
    "How can we analyze Enceladus’s water?": "Enceladus sprays its water out in water jets where satellites can sample it.",
    "What do Enceladus’s plumes suggest?": "From analyzing samples of water, scientists have determined that Enceladus has the ingredients needed for life and likely has hydrothermal vents that spew hot mineral-rich water.",
    "What are tiger stripes?": "The water jets come from warm fractures in the crust which are called “tiger stripes”",
    "What has the whitest, and most reflective surface in the solar system": "Enceladus",
    "What does Enceladus’s Albedo cause": "Because Enceladus reflects so much light it is very cold.",
    "How does Enceladus interact with Saturn’s rings?": "It creates  Saturn’s E ring from its spray of icy particles",
    "How does Enceladus interact with Dione?": "Dione’s gravity stretches Enceladus’s orbit into an elliptical shape so it has tides that cause tidal heating.",
    "What do craters on Enceladus suggest?": "Suggest that it has had major resurfacing events in its (geological) recent past.",
    "Composition of Enceladus’s atmosphere": "Significant and mostly made up of water vapor, Some nitrogen, carbon dioxide, and methane",
    "How fast are Enceladus's particles and gas (from the surface)": "Approx. 800 mph.",
    "What happens to Enceladus's ejected particles and gas?": "Only part of the material ends up in the E ring while most of it falls back to Enceladus keeping it bright white.",
    "Enceladus’s Ice Shell average thickness (thought to be)?": "12-16 miles",
    "Why is it thought that Enceladus could have hydrothermal vents?": "Because part of the gas from its water jets has silica which is formed when liquid water and rock interact above 200 degrees (like in hydrothermal vents).",
    "How are tiger stripes thought to form on Enceladus?": "Formed when the moon cooled and ice grew downward, causing pressure and stress to form the cracks.",
    "What does TOI stand for?": "TESS Object of Interest",
    "What type of star is TOI 700?": "Red Dwarf, spectral class M",
    "How many planets does TOI 700 have?": "3 planets",
    "Briefly describe each of the planets of TOI-700": "Planets B and D are rocky while C is like Neptune.",
    "How far away is TOI 700?": "101 light-years away",
    "Which constellation is TOI 700 in?": "Dorado",
    "Which telescope confirmed this discovery of TOI 700?": "Spitzer",
    "What is the name of all exoplanets/stars studied by TESS?": "TOI",
    "What did the CIRS instrument reveal (on Enceladus)?": "Revealed the entire tiger stripe region (south of 70° South latitude) to be warmer than expected if the region were heated solely from sunlight.",
    "What did observations reveal about Enceladus’s South pole": "Higher resolution observations revealed that the hottest material near Enceladus' south pole is located within the tiger stripe fractures.",
    "What was abnormally found about Enceladus’s South Pole:": "Color temperatures between 113–157 kelvins have been obtained from the CIRS data, significantly warmer than the expected 68 kelvins for this region of Enceladus.",
    "What does the material from the plumes on tiger stripes suggest?": "The ejecta suggests that the plume is generated from a near-surface body of liquid water.",
    "What is Venus’s Composition:": "It has a similar structure to Earth with a hot-rock mantle, iron core, and a thin crust.",
    "What are Venus’s satellites": "None (No Moons or rings)",
    "What did Magellan Saw": "Magellan saw a land of extreme volcanism and the orbiter saw a relatively young surface, one recently reshaped (in geologic terms), and chains of towering mountains.",
    "Age of Venusian Features": "Venus’s surface could be as young as 150 million years.",
    "What supports the estimate of the age of the Venusian Features:": "Supported by Venus’s constant volcanic and tectonic forces",
    "What are some Venusian Features (3 things):": "Pancake Domes, Tick Domes, Tesserae",
    "What is Pancake Domes (Venus):": "“Pancake” domes have flat tops and steep sides, as wide as 38 miles (62 kilometers), and are likely formed by the extrusion of highly viscous lava.",
    "What is Tick Domes (Venus):": "“Tick” domes, are odd volcanoes with radiating spurs that, from above, make them look like their blood-feeding namesake.",
    "What is Tesserae (Venus):": "Tesserae, terrain with intricate patterns of ridges and grooves that suggest the scorching temperatures make rock behave in some ways more like peanut butter beneath a thin and strong chocolate layer on Venus.",
    "Why does Venus have shield volcanoes?": "Because it does not have plate tectonics, it has a lot of shield volcanoes that have a much longer width.",
    "3 regions/continents of Venus": "Ishtar Terra, Aphrodite Terra, and Lada Terra.",
    "How Venus Stratovolcanoes are formed": "Stratovolcanoes on Venus are typically going to be made from “thick” lava.",
    "How Venus’s Round Coronas are Formed": "Can be formed via mantle plumes and can be dotted with small volcanoes and tectonic stress marks.",
    "Frequency of Impact Craters on Venus": "Relatively rare.",
    "Why Venus spins in retrograde": "Probably because an early planetary embryo or asteroid hit it or the tidal effects of the Venusian planet.",
    "Does Venus have a magnetic field": "Doesn't have its own magnetic field.",
    "If Venus doesn’t have its own magnetic field, how does it have an atmosphere?": "Its ionosphere separates the atmosphere from outer space and the solar wind. This ionized layer excludes the solar magnetic field, giving Venus a distinct magnetic environment. This is considered Venus's induced magnetosphere.",
    "What does the cosmic wind interact with on Venus and how frequently?": "Interact with the atmosphere a lot.",
    "How does Cosmic wind interact with Venus (and how is it related to Venus's tail)?": "The solar wind also strips low-density molecules from the atmosphere so it has a tail like a comet.",
    "How does Venus’s tail interact with the Earth?": "The tail can sometimes “tickle” the earth.",
    "Mars’s Atmospheric Composition": "95% CO2, 2.6% Nitrogen, 1.9% Argon",
    "Which two rovers are currently on Mars?": "Curiosity and Perseverance, (inSight died rip)",
    "Which moon is closer to Mars?": "Phobos",
    "What is the definition of regolith on Mars?": "Martian Soil",
    "How does the land area of Mars compare to Earth?": "About the same",
    "Briefly describe the characteristics of an earlier Mars.": "Mars was younger and possibly had more water",
    "What signs are there that there was life/water on an earlier Mars:": "It has ancient valley networks, deltas, and lake beds.",
    "Why does Mars have a thin atmosphere?": "It is a result of solar wind/radiation stripping it away because Mars doesn't have a magnetic field.",
    "What is the history of Mars’s magnetic field?": "It may have used to have a magnetic field but lost it because changes in Mars’s core or giant asteroids could have affected it.",
    "Why is Olympus Mons so big?": "Olympus Mons is bigger because of Mars' low gravity, slow-moving tectonic plates, and high volcanic activity",
    "Which mission was Mars’s South Pole explored by?": "Polar Lander",
    "What was the first mission to fly by Mars? What year did it do a flyby of Mars?": "Mariner 4 and 1965",
    "What was the first mission to land on mars and which year?": "Mars 3 and 1971",
    "Describe Mars’s Landscape (Terrain) (3 things):": "Rocky, elevated, regions which have been shaped by volcanism., Low-lying basins and channels appear to have been carved out by water., Vast deserts which are constituted from these basins/channels",
    "Describe the composition of Mars’s deserts:": "The sand of these deserts is a layer of powder-like soil containing sodium, potassium, chloride, and magnesium. 2% of the soil is made of water.",
    "What type of volcano is Olympus Mons?": "Shield Volcano",
    "The first comet to be orbited and landed via robots": "Comet 67P",
    "Describe the position of 67P’s orbit:": "An orbit that crosses Jupiter and Mars.",
    "Where is 67P likely originated from": "Like most Jupiter Family comets, it is thought to have fallen from the Kuiper Belt, a region beyond Neptune's orbit",
    "In what direction has 67P migrated in": "Inwards",
    "How has 67P been able to migrate": "Likely as a result of one or more collisions or gravitational tugs.",
    "Briefly Describe 67’s nucleus": "Thought to be quite porous.",
    "What did Rosseta discover on 67P:": "Discovery of water vapor in the comet that is significantly different from that found on Earth, The detection of both molecular nitrogen and molecular oxygen for the first time at a comet, The existence of exposed water ice on the comet’s surface, The discovery of the amino acid glycine (commonly found in proteins) and phosphorus (a component of DNA and cell membranes) in the comet.",
    "Where are Thera and Thrace Macula found": "Europa",
    "What is Thrace Macula": "Thrace Macula is the largest dark spot on Europa and has been recently modified and resurfaced.",
    "Why is Thrace Macula Dark (describe the nature of Thrace Macula’s dark material)?": "The nature of the dark material is uncertain but it may have a higher concentration of salts or sulfates associated with the water ocean lying perhaps around as few as 6 miles (10 kilometers) beneath the surface.",
    "Where is Conamara Chaos found?": "Europa",
    "What might Conamara Chaos areas Represent?": "May represent areas where Europa's ice shell has partially melted above a large diapir -a blob of relatively warm ice - or an assemblage of diapirs.",
    "How is the Conamara Chaos landscape Produced?": "Produced by the disruption of the icy crust of Europa.",
    "What does the region of Conamara Chaos consist of?": "The region consists of rafts of ice that have moved around and rotated., Surrounding these plates is a lower matrix of jumbled ice blocks, which may have been formed as water, slush, or warm ice rose up from below the surface.",
    "What is the Conamara Chaos region cited evidence for?": "Evidence for a liquid ocean below Europa's icy surface.",
    "Which Mars mission found evidence of permafrost": "Phoenix mission",
    "What type of patterns form in Mars permafrost?": "Polygon",
    "How do these types of patterns form in Mars's permafrost": "The polygon patterns form in permafrost when the upper parts of the ground thaw and refreezing from season to season., The ground contracts in the winter cold, creating small spaces that ll with meltwater in the summer.,  When winter returns and the water freezes, it acts like a wedge, enlarging the cracks. (the process could presumably occur beneath the surface with far less water.)",
    "What do the Mars Polar Ice caps consist of?": "Part of the northern one consists of dry ice and solid carbon dioxide.",
    "What happens to the Mars Polar Ice Caps during the summer?": "In summer, the dry ice sublimates into the atmosphere.",
    "Compare the Mars North vs South Polar Caps (3 things)": "The ice cap in the north is of a lower altitude than the one in the south., The cap in the north is also warmer, so all the frozen carbon dioxide goes away each summer., The south polar permanent cap is much smaller than the one in the north.",
    "Which spacecraft pointed data for Mars Glaciers": "Mars Reconnaissance Orbiter",
    "Where are the Mars Glaciers": "Vast glaciers buried beneath thin layers of crustal debris, much closer to the equator.",
    "What did the MRO indicate about the Mars Equatorial Glaciers?": "The spacecraft’s shallow radar indicated that two visible mid-latitude features are almost completely composed of water ice.",
    "How big is the Mars Equatorial Glaciers?": "One of them is roughly three times the size of Los Angeles",
    "What are the Mars Equatorial Glaciers covered by (and how does it affect the glacier)": "Covered by debris, Obscures the glacier and insulates the ice from sublimating into water vapor",
    "What system is Proxima Centauri Part of (and how many stars)?": "Proxima Centauri is part of a triple star system: Alpha Centauri",
    "What does the system that has Proxima Centauri consist of:": "Alpha Centauri A (officially Rigil Kentaurus), Alpha Centauri B (officially Toliman), and Alpha Centauri C (officially Proxima Centauri).",
    "What type of star is Proxima Centauri?": "Red Dwarf",
    "How many planets of Proxima Centauri have been detected?": "Has 3 planets (2 official and 1 disputed).",
    "Which planet of Proxima Centauri is in the Habitable Zone and what is its relative size?": "b is similar in size to Earth and is also in the habitable zone",
    "How were the planets in the Proxima Centauri System detected?": "The radial velocity method.",
    "Which site did OSIRIS-REx collect samples of Bennu from?": "Nightingale",
    "When did OSIRIS-REx collect samples of Bennu?": "During its TAG (touch and go) sample collection maneuver",
    "Where is Bennu right now?": "Near-Earth",
    "Where is Bennu believed to form from?": "It likely formed in the asteroid belt (between Mars and Jupiter) and then moved closer to the Earth",
    "What could Bennu contain similar to Earth?": "Since it's so old it could contain organic molecules similar to those involved with the start of life on Earth.",
    "Why could Bennu contain stuff similar to Earth?": "Because it’s old",
    "What does Bennu represent?": "Represents a type of building block for the formation of the rocky planets.",
    "Why did Bennu migrate toward Earth?": "It has migrated near the Earth because of gravitational interactions with the Giant planets and the long-term Yarkovsky effect (the small force on a spinning body due to its absorbing sunlight and re-emitting the heat as infrared radiation).",
    "What does Bennu look like?": "Bennu looks like a spinning top and scientists don’t know why",
    "Briefly describe/compare the composition of Bennu.": "It also has a similar composition to carbon-rich meteorites that have been found on Earth and could have been made from the solar system’s oldest material (like material from supernovas).",
    "How could’ve Bennu’s composition been changed?": "Its materials could have been altered by heat when its parent body broke apart in the collision.",
    "What is Bennu releasing in Space?": "It’s spitting particles",
    "What is Bennu’s surface like?": "Its surface is not hard but is rather loosely packed so there is a lot of void space and lightly bound to each other, The surface would have little resistance like stepping into a pit of plastic balls.",
    "What type of asteroid is Bennu?": "B-type asteroid",
    "What type of star is Kepler-186?": "It is a main sequence star, a red dwarf that is classified into the M1 category.",
    "How many planets does Kepler-186 have (and list the letters):": "It is known to have 5 planets: b, c, d, e, f.",
    "Which Kepler-186 planet is in the habitable zone?": "Kepler 186f (only one)",
    "What are some characteristics of Kepler-186f (3 things):": "It may or may not be tidally locked., It is on the cold side of the star and a dim world., Lakes would typically be found at the equation while ice caps would be at the poles.",
    "What would be the color of plants of Kepler-186f:": "Red plants",
    "Which type of stars are the most common type to have planets in the habitable zone?": "Red Dwarf stars",
    "Which exoplanet was the first to be earth-sized and be in its habitable zone": "Kepler-186f",
    "What does a temperature map of a tidally locked planet look like?": "It usually has a radial blob of high heat in the center",
    "What is DAVINCI+ planned for?": "A planned mission for an orbiter and atmospheric probe to the planet Venus.",
    "What will DAVINCI+ collect data for?": "It will collect data for studying the planet's origin, and its tectonic and weathering history.",
    "What will DAVINCI+ investigate?": "It will also investigate the possible history of water on Venus and the chemical processes at work in the unexplored lower atmosphere.",
    "What will the orbiter probe do (DAVINCI+)?": "The orbiter will image Venus in multiple wavelengths from above",
    "What will the descent probe do (DAVINCI+)?": "The descent probe (while traveling through the atmosphere) will study the chemical composition of Venus's atmosphere and take photographs during the descent",
    "Why are the measurements from DAVINCI+ important?": "These measurements are important to understanding the origin of the atmosphere, how it has evolved, and how and why it is different from the atmosphere of Earth and Mars.",
    "What will the DAVINCI+ probe do before reaching the surface?": "Before it reaches the surface, the DAVINCI probe will capture high-resolution images of the planet's ridged terrain (\"\"tesserae\"\")",
    "DAVINCI+ will return the first images of Venus’s surface since which probe (and year)?": "The Soviet Venera 14 Lander in 1982.",
    "What will Veritas do?": "It's an upcoming mission from NASA's Jet Propulsion Laboratory (JPL) to map the surface of planet Venus in high resolution.",
    "What will VERITAS provide knowledge for (2 things)?": "The combination of topography, near-infrared spectroscopy, and radar image data will provide knowledge of, Venus's tectonic and impact history, gravity, geochemistry, the timing and mechanisms of volcanic resurfacing, and the mantle processes responsible for them",
    "What NASA program is Opportunity?": "It's part of NASA's Mars Exploration Rover program",
    "Where did Opportunity land?": "Meridiani Planum",
    "Where did Spirit land?": "Gustev crater",
    "Where did Spirit land in relation to where Opportunity landed?": "The other side of the planet",
    "What were Phoenix’s instruments used to assess?": "Local habitability and history of water on Mars.",
    "What program was Phoenix part of?": "Mars Scout Program",
    "Where did Curiosity land?": "Gale Crater",
    "What program was curiosity a part of?": "Mars Science Laboratory",
    "Goal of Curiosity": "Investigation of the Martian climate and geology, assessment of whether the selected field site inside Gale has ever offered environmental conditions favorable for microbial life (including investigation of the role of water), and planetary habitability studies in preparation for human exploration.",
    "Approximately how big is Curiosity?": "About the size of a car",
    "Nickname for Perseverance": "Percy",
    "Approximately how big is Perseverance": "About the size of a car",
    "Where did Perseverance and Ingenuity land?": "Jezero Crater",
    "What program was perseverance a part of?": "Mars 2020 mission",
    "What was perseverance manufactured by?": "JPL (Jet Propulsion Laboratory)",
    "What year was Percy launched?": "2020 (more specifically, July 30)",
    "When did Ingenuity make its first flight?": "April 19, 2021",
    "What was the Mars Reconnaissance Orbiter designed to do?": "Study the geology and climate of Mars, provide reconnaissance of future landing sites, and relay data from surface missions back to Earth",
    "When was MRO launched (year)?": "2005 (Aug 12)",
    "What is MAVEN studying/analyzing and what will it provide insight of?": "The loss of its atmospheric gasses to space provides insight into the history of the planet's climate and water, The probe is analyzing the planet's upper atmosphere and ionosphere to examine how and at what rate the solar wind is stripping away volatile compounds",
    "T/F is MAVEN ongoing?": "True",
    "Which was the first spacecraft to enter Jupiter’s orbit?": "Galileo",
    "T/F Galileo sampled Jupiter’s atmosphere": "True",
    "What did Galileo discover (5 things)?": "It discovered that Jupiter had strong storms from the vertical circulation of water in its atmosphere;, Io has very active volcanoes that erupt silicate material rich in magnesium lava;, Europa might have an ocean below its frozen surface because of its frozen surface features (marks, frozen “puddles'', relatively young, etc.);, Ganymede has a magnetic field possibly caused by its stirring core or iron sulfide;, There might be an ocean below Callisto’s surface; and more.",
    "When will Europa Clipper launch?": "2024 (Oct 10)",
    "Main Goal of Europa Clipper?": "To determine whether there are places below Europa’s surface that could support life, Not a life detection mission",
    "Will Europa Clipper land on any of the moons of Jupiter?": "No, it will only perform flybys and will make nearly 50.",
    "What was the name of the rover that landed on Titan?": "Huygens",
    "Where did Huygens rover land on Titan?": "Near the Adiri region",
    "Name some things Cassini achieved": "Analyzed Saturn’s weather, Examined Saturn’s moons, and Showed Saturn and its moons’ beauty, Among the most surprising discoveries were geysers erupting on Enceladus and the dynamic effects of it and other moons on Saturn's rings",
    "When will Dragonfly Launch?": "2026",
    "What will Dragonfly look for?": "Prebiotic chemical processes which are common on both Titan and Earth.",
    "What year was OSIRIS-Rex launched?": "2016 (Sept 8)",
    "Goal of OSIRIS-Rex": "To obtain a sample of at least 60 g (2.1 oz) from 101955 Bennu, a carbonaceous near-Earth asteroid, and return the sample to Earth for a detailed analysis., The material returned is expected to enable scientists to learn more about the formation and evolution of the Solar System, its initial stages of planet formation, and the source of organic compounds that led to the formation of life on Earth",
    "What was Rosetta built by?": "European Space Agency",
    "When was Rosetta launched?": "2004 (March 2)",
    "What were some of the asteroids Rosetta performed flybys of": "21 Lutetia and 2867 Šteins",
    "What was Spitzer formerly known as?": "Space Infrared Telescope Facility",
    "When was Spitzer launched?": "2003 (Aug 25)",
    "Spitzer was the ____ telescope dedicated to ____ astronomy.": "Third, Infrared",
    "Why did Spitzer die?": "Without liquid helium to cool the telescope to the very low temperatures needed to operate, most of the instruments were no longer usable.",
    "What method does Kepler use to find exoplanets?": "Transit method",
    "What did Kepler observe in (the EM spectrum)?": "Visible and Infrared",
    "What were the discoveries made by Kepler (5 things)?": "It surveyed a larger number of stars to determine the percentage of terrestrial and larger planets that are in or near the habitable zone of a wide variety of stars,, determine the distribution of sizes and shapes of the orbits of these planets, estimate how many planets there are in multiple-star systems,, determine the variety of orbit sizes and planet reflectivities, sizes, masses, and densities of short-period giant planets,, identify additional members of each discovered planetary system using other techniques,, determine the properties of those stars that harbor planetary systems.",
    "What does Kepler’s FOV look like?": "like a 3x3 square with edges around it.",
    "Where does JWST orbit at?": "Sun-Earth L2 Lagrange point",
    "What are the shortest and longest wavelengths of JWST (include wavelength and which part of the EM spectrum)?": "Shortest: .6 microns (yellow light), Longest: 5 microns (mid-infrared)",
    "What does TESS stand for?": "Transiting Exoplanet Survey Satellite",
    "What method does TESS use?": "Transit method",
    "How many stars is TESS estimated to survey?": "200,000",
    "What is TESS the successor to?": "Kepler",
    "How will TESS survey the entire sky?": "TESS will survey the entire sky over the course of two years by breaking it up into 26 different sectors, every 24 degrees by 96 degrees across. The powerful cameras on the spacecraft will stare at each sector for at least 27 days, looking at the brightest stars at a two-minute cadence. From Earth, the moon occupies half a degree, which is less than 1/9,000th the size of the TESS tiles.",
    "What did the Magnetometer aboard the Galileo spacecraft detect (and what is it evidence for)?": "Signs of an induced magnetic eld near Europa's surface, clear evidence for a conductive substance less than about 30 kilometers (about 20 miles) or so below. This is strong evidence of some amount of salty liquid below the surface",
    "What do Europa's surface features (including bands, ridges, chaos terrain, and multi-ringed impact structures) suggest?": "They suggest that there is a warm, mobile, glacier-like ice at relatively shallow depths that sometimes has reached the surface",
    "What do Europa’s multi-ringed impact structures suggest?": "Europa's multi-ringed impact structures suggest that Europa's largest impact scars punched all the way through the ice shell into an ocean. Judging by the pattern of the satellite's large-scale fractures, the surface of Europa may have \"\"slipped\"\" relative to its interior (processes called \"\"non-synchronous rotation\"\" and \"\"polar wander\"\"). A subsurface ocean would greatly facilitate this slipping, allowing the ice shell to slide over the ocean. Such slipping would be much more difficult if the ice shell was in direct contact with the rock.",
    "How big is TRAPPIST-1": "Size of Jupiter",
    "What type of star is TRAPPIST-1": "A red dwarf that is dim, M8V",
    "How do the densities of TRAPPIST-1’s planets compare to each other": "They have similar densities, This means they contain around the same ratio of materials that compose most rocky planets: iron, oxygen, magnesium, and silicon",
    "How do the densities of TRAPPIST-1’s planets compare to Earth’s?": "The ratio of materials of TRAPPIST-1’s planets must be notably different than Earth’s since the planets are about 8% less dense than they would be if they had the same makeup as Earth.",
    "What method was used for TRAPPIST-1’s planets": "They were found using the transit method.",
    "Why are the densities of TRAPPIST-1’s planets smaller?": "One reason that the planet’s densities are much smaller is that they have a lower percentage of iron, or the iron could be infused with a lot of oxygen making iron oxide.",
    "Describe 1B(Senrau):": "Similar to Earth, slightly larger., Thick atm., Likely uninhabitable.",
    "Describe 1C (Visne):": "Slightly larger than Earth.venus like atm., Thick water vapor atm., Less thick than 1B.",
    "Describe 1D(Reyik)": "Smaller than Earth., May have a severe greenhouse effect., Maybe geologically active.",
    "Describe 1E (Fulno):": "A little smaller than Earth., May have liquid water on its surface., Rock iron composition., Hydrogen is poor atm.",
    "Describe 1F (Eunna):": "The part facing the star may be too hot for water but the part away from the star may be too cold., It may have a thick atm of hydrogen and helium., Liquid water could be in the clouds.",
    "Describe 1G (Matow)": "Larger than Earth., Biggest one of the exoplanets., Could have a global ocean or a thick steam atmosphere. It may also have a thick oxygen atmosphere., Steam giant.",
    "Describe 1H (Yaudel)": "Smaller than Earth., Smallest of the exoplanets., It may have a thick ice shell-like Ganymede or Callisto., However, with a hydrogen atm, it may have liquid water.",
    "Which TRAPPIST-1 planet/s is in the habitable zone (only letter/s)?": "E,F, and G",
    "Which TRAPPIST-1 planet/s is potentially in the habitable zone (only letter/s)": "D"
}